src/test/script/glycoSequenceSearchRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:gtc="http://soap.api.glytoucan.org/">
	<soapenv:Header />
	<soapenv:Body>
		<gtc:glycoSequenceTextSearchRequest>
			<gtc:sequence>RES\n1b:b-dglc-HEX-1:5\n
2s:n-acetyl\n
3b:b-dgal-HEX-1:5\n
LIN\n
1:1d(2+1)2n\n
2:1o(4+1)3d</gtc:sequence>
		</gtc:glycoSequenceTextSearchRequest>
	</soapenv:Body>
</soapenv:Envelope>
